Repository: MihaelPavlov/DiceHub
Catalog: DH.DiceHub/DH.Domain/Adapters/Localization/SharedResource.*.resx
Languages: bg

# InvalidEmailOrPass
source: Email or Password is invalid!
bg: Имейлът или паролата са невалидни!

# EmailNotConfirmed
source: Email not confirmed. Please check your inbox.
bg: Имейлът не е потвърден. Моля, проверете пощата си.

# UserExistUsername
source: User with that Username, already exist
bg: Потребител с това потребителско име вече съществува

source: User registration failed!
bg: Регистрацията на потребителя не беше успешна

# UserNotCreated
source: User was not created
bg: Потребителят не беше създаден

# UserByEmailNotFound
source: We couldn’t find a user with that email address.
bg: Не успяхме да намерим потребител с този имейл адрес.

# UserExistEmail
source: User with that Email, already exist
bg: Потребител с този имейл вече съществува

# ConfirmEmailInvalidToken
source: The confirmation link is invalid or has expired. Please request a new one.
bg: Линкът за потвърждение е невалиден или е изтекъл. Моля, поискайте нов.

# UserNotFound
source: User was not found
bg: Потребителят не беше намерен

# PasswordMismatch
source: Passwords are not identical!
bg: Паролите не съвпадат!

# PasswordResetFailed
source: Resetting password was not successful. Please try again later or contact us via email.
bg: Възстановяването на паролата не беше успешно. Моля, опитайте по-късно или се свържете с нас по имейл.

source: Not Provided
bg: Не е предоставено

source: Username not provided
bg: Потребителското име липсва

# OnlyOwnerCreateEmployees
source: Only the owner can create new employees.
bg: Само собственикът може да създава нови служители.

# UserFirstLastNamesExists
source: A user with the same first and last name already exists.
bg: Потребител със същото име и фамилия вече съществува.

# UserRegistrationFailedDuringRoleAssignment
source: User registration failed due to missing required roles. Please contact support.
bg: Регистрацията на потребителя не беше завършена поради липсващи задължителни роли. Моля, свържете се с нас по имейл.

# OnlySuperAdminCreateOwner
source: Only SuperAdmin can add owner
bg: Само СуперАдмин може да добавя собственик.

# OwnerAlreadyExists
source: An owner already exists.
bg: Собственик вече съществува.

# PhoneNumberMismatch
source: Provided phone number does not match the one associated with this account
bg: Въведеният телефонен номер не съвпада с номера, свързан с този акаунт

# PasswordResetLinkInvalidOrExpired
source: The password reset link is either invalid or has expired. Please request a new one or contact support if the issue persists.
bg: Линкът за създаване на паролата е невалиден или е изтекъл. Моля, поискайте нов или се свържете с поддръжката, ако проблемът продължава.

# PasswordSetError
source: Something went wrong while setting the password. Please try again, or reach out to our support team via email if the problem continues.
bg: Възникна проблем при задаването на паролата. Моля, опитайте отново или се свържете с нашия екип за поддръжка по имейл, ако проблемът продължава.

source: Employee deletion failed!
bg: Изтриването на служителя не беше успешно!

source: Only owner can update employee.
bg: Само собственикът може да актуализира данните на служителя.

# MaxPlayersCannotBeLessThanMinPlayers
source: Max players cannot be less than the min players.
bg: Максималният брой играчи не може да бъде по-малък от минималния брой играчи.

# NameShouldBeAtLeastXCharactersLong
source: Name should be at least {0} characters long.
bg: Името трябва да е поне {0} символа.

# ReservationAlreadyExists
source: You already have an active reservation.
bg: Вече имате активна резервация.

# UtcFallbackNotice
source: UTC (local time unavailable)
bg: UTC (локалното време не е налично)

# NewGameReservationReminderTitle
source: New Game Reservation Reminder
bg: Напомняне за нова резервация на игра

# NewGameReservationReminderBody
source: User {0} made a new reservation. Reserve a table for {1} {2} to play **{3}** at {4}.
bg: Потребителят {0} направи нова резервация. Запазете маса за {1} {2}, и играта **{3}** за {4} часа.

# W_Person
source: person
bg: човек

# W_People
source: people
bg: души

# GameReservationApprovedTitle
source: Game Reservation Approved
bg: Резервацията за играта е потвърдена

# GameReservationApprovedBody
source: Your reservation for game **{0}** for {1} {2} at {3} is CONFIRMED!
bg: Вашата резервация за игра **{0}** за {1} {2} в {3} е ПОТВЪРДЕНА!

# GameReservationDeclinedTitle
source: Game Reservation Declined
bg: Резервацията за играта е отказана

# GameReservationDeclinedBody
source: Your reservation for game **{0}** for {1} {2} at {3} has been DECLINED.
bg: Вашата резервация за игра **{0}** за {1} {2} в {3} е ОТКАЗАНА.

# GameReservationNoteChangedTitle
source: Game Reservation Note Changed!
bg: Бележката за резервацията на играта е променена!

# GameReservationNoteChangedBody
source: Your game reservation for {0} {1} at {2} has a new note, please review it!
bg: Вашата резервация за игра за {0} {1} в {2} има нова бележка, моля, прегледайте я!

# EventDeletedTitle
source: Notice: Event Cancelled
bg: Съобщение: Събитието е отменено

# EventDeletedBody
source: We're sorry to inform you that the event **{0}**, originally scheduled for **{1}**, has been cancelled. We apologize for the inconvenience and appreciate your understanding.
bg: Съжаляваме да Ви уведомим, че събитието **{0}**, първоначално насрочено за **{1}**, беше отменено. Извиняваме се за неудобството и благодарим за разбирането.

# EventReminderTitle
source: Reminder: Upcoming Event
bg: Напомняне: Предстоящо събитие

# EventReminderBody
source: Don't forget! You're registered for the event {0} happening on {1}. We look forward to seeing you there!
bg: Не забравяйте! Регистрирани сте за събитието {0}, което ще се проведе на {1}. Очакваме ви с нетърпение!

# EventStartDateUpdatedTitle
source: Event Start Date Updated
bg: Началната дата на събитието е актуализирана

# EventStartDateUpdatedBody
source: The start date for **{0}** has been updated to **{1}**. We look forward to seeing you there!
bg: Началната дата за **{0}** беше актуализирана на **{1}**. Очакваме с нетърпение да ви видим там!

# NewEventAddedTitle
source: New Event Added
bg: Добавено е ново събитие

# NewEventAddedBody
source: A new event **{0}** has been scheduled for **{1}**. Join us and enjoy the experience!
bg: Ново събитие **{0}** е насрочено за **{1}**. Присъединете се и се насладете на преживяването!

# RegistrationMessageTitle
source: Welcome to {0}!
bg: Добре дошли в {0}!

# RegistrationMessageBody
source: Hello {0}, welcome aboard! Thank you for registering. To get started, check out our instructions for more details.
bg: Здравейте {0}, добре дошли! Благодарим Ви за регистрацията. За да започнете, вижте нашите инструкции за повече подробности.

# RewardExpirationReminderTitle
source: Your reward is about to expire in {0} {1}!
bg: Вашата награда ще изтече след {0} {1}!

# RewardExpirationReminderBody
source: Don't miss out! Your reward **{0}** will expire in {1} {2}. Visit the club soon to claim it before it's gone!
bg: Не изпускайте възможността! Вашата награда **{0}** ще изтече след {1} {2}. Посетете клуба скоро, за да я вземете преди да изчезне!

# Day_Singular
source: day
bg: ден

# Day_Plural
source: days
bg: дни

# RewardExpiredTitle
source: Reward Expired. Don't worry, visit the club for more awesome rewards
bg: Изтекла награда. Не се притеснявайте, посетете клуба за още страхотни награди!

# RewardExpiredBody
source: Unfortunately your reward has expired: {0}!
bg: За съжаление вашата награда е изтекла: {0}!

# SpaceTableApprovedTitle
source: Table Reservation Approved
bg: Резервация на маса одобрена

# SpaceTableApprovedBody
source: Your table reservation for {0} {1} at {2} is CONFIRMED!
bg: Вашата резервация за {0} {1} в {2} е ПОТВЪРДЕНА!

# SpaceTableDeclinedTitle
source: Table Reservation Declined
bg: Резервация на маса отказана

# SpaceTableDeclinedBody
source: Your table reservation for {0} {1} at {2} is DECLINED!
bg: Вашата резервация за {0} {1} в {2} е ОТКАЗАНА!

# SpaceTableNoteUpdatedTitle
source: Table Reservation Note Changed!
bg: Промяна на бележката за резервация на маса!

# SpaceTableNoteUpdatedBody
source: Your table reservation for {0} {1} at {2} has a new note, please review it!
bg: Вашата резервация за {0} {1} в {2} има нова бележка, моля, прегледайте я!

# SpaceTableReservationReminderTitle
source: New Table Reservation Reminder
bg: Напомняне за резервация на маса

# SpaceTableReservationReminderBody
source: You have a new table reservation. Reserve a table for {0} {1} at {2}!
bg: Имате нова резервация за маса. Резервирайте маса за {0} {1} в {2}!

# EventMaxPeopleCapacity
source: This event has reached its maximum capacity for online sign-ins
bg: Това събитие е достигнало максималния брой участници за онлайн записване

# RoomGameChanged
source: Game has been changed. Please check the new game rules
bg: Играта беше променена. Моля, прегледайте новите правила на играта

# RoomStartDateChanged
source: The start date of the room has been changed
bg: Началната дата на стаята беше променена

# RoomGameChangedTitle
source: Game Changed in {0}
bg: Смяна на игра в {0}

# RoomGameChangedBody
source: The game in room {0} has been updated from {1} to {2}. Check out the new rules!
bg: Играта в стая {0} беше променена от {1} на {2}. Вижте новите правила!

# RoomStartDateChangedTitle
source: Room Date Updated in {0}
bg: Актуализирана дата в {0}

# RoomStartDateChangedBody
source: The start date of room {0} has been changed from {1} to {2}.
bg: Началната дата на стая {0} беше променена от {1} на {2}.

# RoomParticipantJoinedTitle
source: New Participant Joined in Room {0}
bg: Нов участник се присъедини към Стая {0}

# RoomParticipantJoinedBody
source: {0} has joined your room \"{1}\".
bg: {0} се присъедини към вашата стая „{1}“.

# RoomMaxPeople
source: Maximum number of participants reached.
bg: Достигнат е максималният брой участници.
